brew 'zsh'
brew 'tmux'
brew 'ansible'
brew 'rbenv'
brew 'cmake'
brew 'vim'

cask 'google-chrome'
cask 'firefox'
cask 'flux'
cask 'dropbox'
cask 'tunnelbear'

cask 'telegram-desktop'
cask 'skype'
cask 'gitter'
cask 'slack'
