brew 'python3'

brew 'zsh'
brew 'tmux'
brew 'ansible'
brew 'rbenv'
brew 'cmake'
brew 'vim'
brew 'neovim'
brew 'hub'
brew 'ctags'
brew 'ripgrep'
brew 'htop'

brew 'docker'
brew 'docker-compose'

cask 'google-chrome'
cask 'firefox'
cask 'flux'
cask 'dropbox'
cask 'tunnelbear'

cask 'telegram-desktop'
cask 'skype'
cask 'gitter'
cask 'slack'
cask 'iterm2'
